{
   "DigimonSeries":[
      {
         "name":"Digimon Adventure",
         "year":"6 de março de 1999",
         "episodes":54,
         "description":"Sete crianças estão num acampamento de verão quando, inesperadamente, uns estranhos aparelhos caem do céu – os digivices (digital devices ou dispositivos digitais) e elas são transportadas para o Mundo Digital (Digimundo), mais propriamente para uma ilha conhecida como Ilha Arquivo. Cada uma das crianças conhece um digimon que se torna seu companheiro. Para tentarem regressar a casa, as crianças percebem que existem digimons bons e digimons maus. Eles iniciam uma luta contra os inimigos que pretendem dominar o Mundo Digital com a força da Escuridão, contando com a ajuda dos seus digimons que, com o passar do tempo, se tornam mais poderosos e conseguem se converter em criaturas maiores e mais fortes."
      },
      {
         "name":"Digimon Adventure 2",
         "year":"8 de julho de 2000",
         "episodes":50,
         "description":"A segunda temporada de Digimon traz a segunda geração dos digiescolhidos em uma turma composta por Daisuke, Iori, Miyako, Hikari e Takeru. Os digiescolhidos veteranos dão uma mãozinha para os novatos, e a nova turma de digiescolhidos se vira enfrentando desafios cada vez mais difíceis. Os desafios não são poucos, surgem novas formas de digievolução, novos e mais fortes inimigos. Mas o objetivo é o mesmo: manter o equilíbrio entre o Digimundo e o Mundo Real."
      },
      {
         "name":"Digimon Tamers",
         "year":"14 de julho de 2001",
         "episodes":51,
         "description":"Matsuda Takato, Makino Ruki e Lee Jianliang são crianças que, por acaso receberam Digimons de verdade, ao contrário dos imaginários que só existem nos jogos de cartas. Cada uma das crianças ou “Domadores de Digimon”, tem seus diferentes pontos de vista sobre como seu Digimon deve ser tratado. Mas quando outros Digimons começam a aparecer no Japão, elas devem ignorar suas diferenças para deter os invasores; apesar de Yamaki, que é diretor de uma agência secreta chamada Hypnos, estar tentando destruir todos os Digimons."
      },
      {
         "name":"Digimon Frontier",
         "year":"20 de julho de 2002",
         "episodes":50,
         "description":"Digimon Frontier Dublado Todos os Episodios Online, Assistir Digimon Frontier anime completo, Assistir Digimon Frontier online. Com cinco novos garotos e uma missão nova e excitante no mundo digital, Digimon Frontier traz de volta toda a ação e aventura de grande nas últimas três temporadas. Takuya, Kouji, Izumi, Junpei. Tomoki e se encontram em um trem que os leva para o mundo digital, onde uma guerra contra o mal está sendo combatido. O digimon Angel, Cherubimon, um dos três anjos enviados para salvar o mundo do Lucemon sedento de poder, virou-se para o lado escuro e todo o Mundo Digital está em perigo. Para combater esta grande batalha, os cinco escolhidos deve encontrar o Densetsu no Espírito (Espírito Legendary)."
      },
      {
         "name":"Digimon Data Squad",
         "year":"9 de Dezembro de 2006",
         "episodes":48,
         "description":"Digimon Data Squad ou Digimon Savers marca a 5ª temporada da série Digimon. Com novos conceitos e novas aberturas. O nome do protagonista é Daimon Masaru, um estudante de 14 anos do segundo ano colegial, invicto em batalhas. Embora falte habilidade com computadores e tecnologia, seu pai é a autoridade principal no “Mundo Digital” em pesquisa. Masaru encontra o digimon Agumon, que escapou de DATS (Análise Digital e Esquadra de Prova), uma organização secreta do governo. Apesar de terríveis primeiras impressões, os dois tornam-se melhores amigos. Com os outros membros do DATS, o trabalho de Masaru e Agumon é investigar vários incidentes envolvendo os Monstros Digitais no mundo real. Acompanhe Masaru nessa nova jornada onde agora os humanos ameaçam o Mundo Digital. "
      },
      {
         "name":"Digimon Fusion",
         "year":"21 de Junho de 2010",
         "episodes":30,
         "description":"Tudo começa com uma visão. Um sonho… Onde o conhecido Império Bagura, equipe de Digimons que quer dominar o DigiMundo, está devastando tudo o que há pela frente, quando aparecem, no alto de uma montanha, um garoto chamado Taiki Kudou e um grupo de Digimons. Taiki usa um estranho dispositivo e une os Digimons que o acompanham em um único e forte Digimon guerreiro que carrega uma grande espada e… O sonho acaba incompleto. Taiki acorda, mas logo descobre que há algo de errado: o mundo está sendo todo distorcido. Taiki e seus amigos acabam sendo transportados para o DigiMundo e ele percebe que aquilo não foi apenas um sonho. "
      }
   ]
}
